Revit 2027 API
ParameterTypeId.RvtSourceLevel Property
 "Map Levels..."
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtSourceLevel { get; }
Public Shared ReadOnly Property RvtSourceLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtSourceLevel {
	ForgeTypeId^ get ();
}
static member RvtSourceLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace